[
    "BEN: Freud said, 'Love and work. Work and love.",
    "That's all there is.'",
    "Well, I'm retired, and my wife is dead.",
    "As you can imagine, that's given me some time on my hands.",
    "My wife's been gone for three and a half years.",
    "I miss her in every way.",
    "And retirement? That is an ongoing,",
    "relentless effort in creativity.",
    "At first, I admit I enjoyed the novelty of it.",
    "Sort of felt like I was playing hooky.",
    "I used all the miles I'd saved and traveled the globe.",
    "The problem was, no matter where I went,",
    "as soon as I got home, the nowhere-to-be thing",
    "hit me like a ton of bricks.",
    "I realized the key to this whole deal was to keep moving.",
    "Get up, get out of the house, and go somewhere. Anywhere.",
    "Come rain or shine, I'm at my Starbucks by 7:15.",
    "Excuse me, mind if we join you here?",
    "Hey, how are ya?",
    "BEN: Can't explain it, but it makes me feel part of something.",
    "These guys today, they're not numbers guys.",
    "Don't talk figures with them.",
    "BEN: How do I spend the rest of my days?",
    "You name it. Golf, books, movies, pinochle.",
    "Tried yoga, learned to cook,",
    "bought some plants, took classes in Mandarin.",
    "Translation, 'Believe me, I've tried everything.'",
    "And then, of course, there are the funerals.",
    "So many more than I could imagine.",
    "The only traveling I do these days is out to San Diego",
    "to visit my son and his family.",
    "They're great. I love 'em to pieces.",
    "But to be honest, I think I probably relied on them",
    "way more than I should.",
    "Don't get me wrong, I'm not an unhappy person.",
    "Quite the contrary.",
    "I just know there's a hole in my life,",
    "and I need to fill it.",
    "Soon.",
    "Which brings me to today, when I was leaving the market",
    "and caught your flyer out of the corner of my eye.",
    "Seniors, be an intern.'",
    "Ben,",
    "I thought that was you. Hi.",
    "-Hey. -What'd you find?",
    "I think an Internet place is looking for senior interns.",
    "-Am I reading this right? -Let me see.",
    "Applicants must be over 65 years of age,",
    "have organizational skills,",
    "a genuine interest in e-commerce,' whatever that is,",
    "and a roll-up-your-sleeves attitude.'",
    "AboutTheFit.com,",
    "isn't that the outfit that was...",
    "Yeah, yeah, yeah.",
    "They bought one of those old factories in Red Hook.",
    "My daughter says they sell clothes on the Internet.",
    "How that works, I have no idea.",
    "Well, you have to upload the application.",
    "That could be challenging. Listen to this,",
    "Cover letters are so old-fashioned.",
    "Show us who you are with a cover-letter video.",
    "Upload your video to YouTube or Vimeo",
    "using .mov, .avi, or a .mpg file.",
    "We look forward to meeting you.'",
    "Well, I guess that's meeting me.",
    "I swear I don't even know what language that was.",
    "What are you doing tonight, Ben?",
    "A frozen lasagna?",
    "I could make a little salad, turn it into a dinner for two,",
    "like we did that time and never did again.",
    "You know that was over five months ago?",
    "Oh, yeah. No, no, we gotta do that again, for sure,",
    "but okay if we take a rain check?",
    "You're awful cute, you know that? No, I didn't.",
    "Well, it's true, you are. So I'll see you.",
    "Don't take too long, doll.",
    "You're not getting any younger.",
    "-I know, I know, I know. -All right.",
    "BEN: So here I am,",
    "applying to be one of your interns",
    "because the more I think about this idea,",
    "the more tremendous I think it is.",
    "I love the idea of having a place I can go every day.",
    "I want the connection, the excitement.",
    "I wanna be challenged,",
    "and I guess I might even wanna be needed.",
    "The tech stuff might take a bit to figure out.",
    "I had to call my 9-year-old grandson",
    "just to find out what a USB connector was.",
    "But I'll get there. Eager to learn.",
    "Also, I want you to know",
    "I've been a company man all my life.",
    "I'm loyal, I'm trustworthy, and I'm good in a crisis.",
    "And I love that you're right here in Brooklyn.",
    "I've lived here all my life, and lately I feel",
    "I may not be hip enough to live in Brooklyn,",
    "so this could help with that, too.",
    "I read once, musicians don't retire.",
    "They stop when there's no more music in them.",
    "Well, I still have music in me,",
    "absolutely positive about that.",
    "Good news, I found a size eight in navy.",
    "No, you are right.",
    "That package should have arrived by now.",
    "Let me track that for you.",
    "Yep, these pants are awesome if you have hips.",
    "Super slimming.",
    "Okay, let me just review this with you.",
    "You have six bridesmaids.",
    "You ordered six of the silk chiffon Antoinette dresses in pink.",
    "The wedding is in three days,",
    "and the dresses just arrived all in charcoal gray,",
    "which we don't even sell, so that is a bit of a mystery.",
    "Okay, here's what we're gonna do about this.",
    "I am gonna call the vendor and have this fixed today.",
    "I will personally see the dresses",
    "before they are FedExed,",
    "and I promise you they will be at your front door",
    "by 9:00 a.m. Friday, okay?",
    "You know what, let me give you my cell just in case,",
    "718-555-0199.",
    "Oh, thank you so much for your patience,",
    "and I am gonna refund you back all your money. It's the...",
    "(LAUGHING) Yes.",
    "Okay, hey, you check this one off your list, okay?",
    "This is done.",
    "And, Rachel, have a great wedding.",
    "Oh, my God, how did that happen?",
    "BECKY: Jules?",
    "I know, I know, I'm late for something.",
    "Yeah, everything.",
    "You see why I take customer service calls?",
    "I mean, it's so good. You learn so much.",
    "Okay, what's up? What am I doing?",
    "Okay, Cameron was waiting for you, but had another meeting.",
    "He said he'll be back at 2:00.",
    "Um, everyone needs you to sign off",
    "-on tomorrow's homepage. -Right.",
    "And your 11:00 is in the big conference room.",
    "So is your 11:10. Finance needs you,",
    "and I guess you e-mailed a bunch of people",
    "at 4:00 a.m. about something?",
    "Oh, good, I forgot about that.",
    "I want to figure out a way for friends to shop together online.",
    "Make it less of an alone thing.",
    "E-mail me that idea, will you?",
    "Yeah, I like that.",
    "Um, is now a good time to call your mom back?",
    "-Dude, I'm on a bike. -EMPLOYEES: Happy birthday!",
    "JULES: Oh, what a mess.",
    "This is the middle of the office. Don't do...",
    "Don't put that...",
    "-RECEPTIONIST: Hello. -Hi.",
    "I'm Ben Whittaker. I received an e-mail",
    "about an interview for the senior intern program.",
    "Hey, Ben. How's it goin'?",
    "It's going good, real good. Thank you.",
    "Excellent. Take a seat around the corner,",
    "and someone from talent acquisition will come get you.",
    "Thank you.",
    "Talent acquisition'?",
    "JULES: Okay, you guys have to remember,",
    "the homepage has to read in a glance.",
    "Also, you have to get back like this if you wanna see",
    "what it looks like if you're, like, over 35.",
    "Okay, so I can't read anything,",
    "but if I could, what do you want me to see?",
    "Five Girls, One Shirt' or 'Check Out The Fit'?",
    "Well, both, but what I really want you to see",
    "is the shirt worn by five different body types.",
    "Okay, then you gotta make me see that.",
    "Try making the photo grid bigger.",
    "I love that five. Can we make it more graphic?",
    "Yeah, that's cool.",
    "Maybe hero the girl in the red shirt.",
    "-Jules... -That is a great red.",
    "It is going to fly outta here.",
    "I needed you to sign off on this, like, two hours ago.",
    "I know, I know, but can you try?",
    "Yep.",
    "Mia? Tell me that thing again.",
    "Oh, 40% of our visitors don't go past the homepage,",
    "which isn't so bad.",
    "Yeah, but we should fix that.",
    "Okay, here you go.",
    "JULES: I love it.",
    "-Great, and it's up. -Okay. Thanks, everybody.",
    "ALL: Thank you.",
    "Okay, so...",
    "The Antoinette dress. Major screw-up by the vendor.",
    "There's gonna be a couple of interviews today, Ben.",
    "We wanna make sure that we both find the right fit.",
    "Business as usual' is not really our motto,",
    "so we hope you have some fun here.",
    "This is the first time we are hiring senior interns,",
    "so some of our intern questions",
    "may not exactly fit your profile,",
    "but we're gonna go for it anyway, okay?",
    "Fire away.",
    "Okay, good. Where'd you go to school?",
    "I went to Northwestern.",
    "Hey, my brother went to Northwestern.",
    "Probably not at the same time.",
    "Probably not. He graduated in 2009.",
    "-Class of '65. -(CHUCKLES)",
    "Wow, what was your major? Do you remember?",
    "And after Northwestern, you went on to...",
    "I went to work for Dex One.",
    "Okay, and they made...",
    "-Phonebooks. -Oh.",
    "I was in charge of overseeing the printing of the physical phonebook.",
    "I did that for over 20 years,",
    "and before that I was their VP of sales and advertising.",
    "So, do they still make phonebooks?",
    "I mean, doesn't everyone just Google numbers?",
    "I believe they do, but before Google that was how you got...",
    "Oh, no, no. Yeah, I get it.",
    "So 40 years at the phonebook company?",
    "That is amazing, seriously.",
    "Okay, Benjamin. Now, I'm gonna ask you one of",
    "our more telling questions for all of our interns,",
    "so I want you to, like, this is the one",
    "to really think about, okay?",
    "And take your time.",
    "Where do you see yourself in 10 years?",
    "When I'm 80?",
    "Yeah, sure. Yeah, whatever. Um...",
    "Wait. Did not realize you were 70.",
    "That question just doesn't work for you, does it?",
    "Should we just scratch that one and just move on?",
    "-It's your call, Justin. -Okay, that one's gone.",
    "You look great, by the way, so great,",
    "and you're clearly more than qualified for this job.",
    "You're actually, like, way overqualified,",
    "and we were so impressed.",
    "You had great interviews, great video.",
    "You nailed it, Ben. Congrats.",
    "You're an intern.",
    "Hey. I need you for two minutes, uninterrupted.",
    "-Hi. Okay. -Remember a few weeks ago,",
    "we talked about the senior intern program?",
    "No.",
    "Really? We had a whole, big conversation about it.",
    "We did? Okay, remind me.",
    "Seniors in high school or college?",
    "No, no, no. Seniors in life. Older people.",
    "Hold on. What?",
    "I told you I felt like we needed to do an outreach program.",
    "You definitely seemed to be liking the idea,",
    "so I set it in motion. It's gonna be great.",
    "Hold, please. You're hiring senior citizen interns?",
    "There's been a ton of research on this,",
    "and the results are actually incredible.",
    "I mean, imagine having an intern with a lifetime of experience",
    "as opposed to somebody who spent",
    "the last four years of their life playing beer pong.",
    "Do they eventually want jobs here?",
    "No, darling, they're all retired.",
    "They just want the experience.",
    "And I would like one to work directly with you.",
    "-Wait, Cameron, no. -Wha...",
    "First of all, I'm not great with older people.",
    "You know how I am with my parents. This could be...",
    "Why do I have to have one?",
    "Because you have to set the tone.",
    "Now, would you prefer a man or a woman?",
    "There's a great 72-year-old woman, really cute.",
    "Ugh. That's like the same age as my mom. That's too weird.",
    "That's fine. There's a man everyone loves.",
    "He seems amazing.",
    "I watched his video with the whole group.",
    "People were crying.",
    "Okay, this is not going to work, in my opinion.",
    "But how long do I have to do this for? Minimum?",
    "Six weeks, or we'll be sued.",
    "I know we never talked about this.",
    "Yeah, we did. For real.",
    "He starts tomorrow.",
    "Back in action.",
    "Thank God.",
    "JASON: New interns, welcome to ATF.",
    "We all work on this one floor, and that is because",
    "we are all about communication",
    "and teamwork.",
    "No one has a private office,",
    "not even our founder and CEO, Jules Ostin,",
    "who is actually right over there.",
    "She loves to ride her bike through the office.",
    "That woman does not like to waste time.",
    "Plus, she counts it as exercise.",
    "That's adorable.",
    "Yeah. Mmm-hmm.",
    "Hey. How you doing? I'm Davis.",
    "Hi, Davis. Ben Whittaker.",
    "Exciting place, huh?",
    "Oh, my God. They had one opening for a regular-age intern, no offense.",
    "I got it. I'm so psyched.",
    "I'm pretty psyched myself.",
    "All right, a few words about Jules."
]